{
    "id": "archangel", 
    "title": "Archangel",
    "years": "2011-2012",
    "category": "Software/Hardware System",
    "authors": "Etzoockee Team: Ablezov Bauyrzhan, Alexandr Murashkin, Maxim Kulesh, Rustem Bekmuhametov", 
    "description": [
            "Archangel is an emergency monitoring system with integrated network of Unmanned Aerial Vehicles for quick analysys and operative response.",
            "As our Minimum Viable Product we suggest innovative disaster/emergency monitoring system for emergency services based on network of Unmanned Aerial Vehicles(UAV).",
            "The solution improves work of emergency services providing real time, flexible, geo tagged video streaming from the scene. This will reduce time to analyze situation, make quick and accurate decision. This is really crucial during emergencies and disasters.",
            "Network of UAVs provide fast, collaborative and flexible way of video monitoring. It is innovative and in time solution. Existing solution - monitoring from helicopters. But instead of 1 helicopter we may acquire network of dozens of drones! And monitor much wider area! So, it is especially affordable for developing countries.",
            "Core \"Archangel\" component can nicely complement existing emergency management systems."
        ],
    "contribution": [
            "Development of Archangel Coordinator (Desktop application)", 
            "Development of Archangel User (Mobile app)"
        ],
    "recognition": [
        "Top 20 in Microsoft Imagine Cup 2012 World Finals (Sydney, Australia)",
        "1st place in Microsoft Imagine Cup 2012 Kazakhstani Finals"
    ],
    "commercial": false,
    "technologies": "WPF, Microsoft Visual C#, Windows Phone SDK",
    "url": "[Project Website](http://etzoockee.kz/archangel), [Promo Video](https://www.youtube.com/watch?v=zXlqqVRy7_I)",
    "images": [
        "img/projects/archangel/archangel1.jpg", 
        "img/projects/archangel/archangel2.jpg", 
        "img/projects/archangel/archangel3.jpg", 
        "img/projects/archangel/archangel4.jpg", 
        "img/projects/archangel/archangel5.jpg", 
        "img/projects/archangel/archangel6.jpg", 
        "img/projects/archangel/archangel7.jpg", 
        "img/projects/archangel/archangel8.jpg", 
        "img/projects/archangel/photo1.jpg",
        "img/projects/archangel/photo2.jpg",
        "img/projects/archangel/photo3.jpg"
    ]
}
